/* Class = "NSBox"; title = "Box"; ObjectID = "2yj-qi-ljh"; */
"2yj-qi-ljh.title" = "Box";

/* Class = "NSMatrix"; ibShadowedToolTip = "Select whether the group or its components can be the target of new lines"; ObjectID = "279"; */
"279.ibShadowedToolTip" = "Select whether the group or its components can be the target of new lines";

/* Class = "NSButtonCell"; title = "Connect to the group"; ObjectID = "280"; */
"280.title" = "Connect to the group";

/* Class = "NSButtonCell"; title = "Connect to the components"; ObjectID = "281"; */
"281.title" = "Connect to the components";

/* Class = "NSButton"; ibShadowedToolTip = "Allow selected lines to accept shapes dragged onto them as line lables"; ObjectID = "370"; */
"370.ibShadowedToolTip" = "Allow selected lines to accept shapes dragged onto them as line lables";

/* Class = "NSButton"; ibShadowedToolTip = "Allow selected lines to form connections with other objects"; ObjectID = "373"; */
"373.ibShadowedToolTip" = "Allow selected lines to form connections with other objects";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "380"; */
"380.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "4 magnets: N, S, E, W"; ObjectID = "381"; */
"381.title" = "4 magnets: N, S, E, W";

/* Class = "NSMenuItem"; title = "2 magnets: N, S"; ObjectID = "382"; */
"382.title" = "2 magnets: N, S";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Magnet positions: shift-click to add selection to existing magnets, option-click to remove selection from existing magnets"; ObjectID = "383"; */
"383.ibShadowedToolTip" = "Magnet positions: shift-click to add selection to existing magnets, option-click to remove selection from existing magnets";

/* Class = "NSMenuItem"; title = "Cardinal Points:"; ObjectID = "384"; */
"384.title" = "Cardinal Points:";

/* Class = "NSMenuItem"; title = "Custom magnets"; ObjectID = "385"; */
"385.title" = "Custom magnets";

/* Class = "NSMenuItem"; title = "2 magnets: E, W"; ObjectID = "386"; */
"386.title" = "2 magnets: E, W";

/* Class = "NSMenuItem"; title = "4 magnets: NE, NW, SE, SW"; ObjectID = "387"; */
"387.title" = "4 magnets: NE, NW, SE, SW";

/* Class = "NSMenuItem"; title = "8 magnets"; ObjectID = "388"; */
"388.title" = "8 magnets";

/* Class = "NSMenuItem"; title = "Per Segment:"; ObjectID = "389"; */
"389.title" = "Per Segment:";

/* Class = "NSMenuItem"; title = "on each vertex"; ObjectID = "390"; */
"390.title" = "on each vertex";

/* Class = "NSMenuItem"; title = "1 magnet per side"; ObjectID = "391"; */
"391.title" = "1 magnet per side";

/* Class = "NSMenuItem"; title = "2 magnets per side"; ObjectID = "392"; */
"392.title" = "2 magnets per side";

/* Class = "NSMenuItem"; title = "3 magnets per side"; ObjectID = "396"; */
"396.title" = "3 magnets per side";

/* Class = "NSMenuItem"; title = "4 magnets per side"; ObjectID = "397"; */
"397.title" = "4 magnets per side";

/* Class = "NSMenuItem"; title = "5 magnets per side"; ObjectID = "398"; */
"398.title" = "5 magnets per side";

/* Class = "NSMenuItem"; title = "No magnets"; ObjectID = "400"; */
"400.title" = "No magnets";

/* Class = "NSButtonCell"; title = "Allow shapes to become labels"; ObjectID = "473"; */
"473.title" = "Allow shapes to become labels";

/* Class = "NSButtonCell"; title = "Allow connections to other objects"; ObjectID = "475"; */
"475.title" = "Allow connections to other objects";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "478"; */
"478.title" = "Radio";

/* Class = "NSTabViewItem"; label = "Lines"; ObjectID = "484"; */
"484.label" = "Lines";

/* Class = "NSTabViewItem"; label = "Other Objects"; ObjectID = "485"; */
"485.label" = "Other Objects";

/* Class = "NSButton"; ibShadowedToolTip = "Allow selected objects to be the targets for new connections from lines"; ObjectID = "502"; */
"502.ibShadowedToolTip" = "Allow selected objects to be the targets for new connections from lines";

/* Class = "NSButtonCell"; title = "Allow connections from lines"; ObjectID = "503"; */
"503.title" = "Allow connections from lines";

/* Class = "NSButton"; ibShadowedToolTip = "Allow selected objects to be the targets for new connections from lines"; ObjectID = "506"; */
"506.ibShadowedToolTip" = "Allow selected objects to be the targets for new connections from lines";

/* Class = "NSButtonCell"; title = "Allow connections from lines"; ObjectID = "507"; */
"507.title" = "Allow connections from lines";

/* Class = "NSButtonCell"; title = "Use default elasticity"; ObjectID = "529"; */
"529.title" = "Use default elasticity";

/* Class = "NSTextFieldCell"; title = "Force-directed layout elasticity"; ObjectID = "533"; */
"533.title" = "Force-directed layout elasticity";

/* Class = "NSButton"; ibShadowedToolTip = "When connected to a shape (rather than a magnet), route the line based on the object center rather than the edge"; ObjectID = "552"; */
"552.ibShadowedToolTip" = "When connected to a shape (rather than a magnet), route the line based on the object center rather than the edge";

/* Class = "NSButtonCell"; title = "Route from object centers"; ObjectID = "553"; */
"553.title" = "Route from object centers";

/* Class = "NSMenuItem"; title = "Maximum Rank"; ObjectID = "DxV-VR-a0e"; */
"DxV-VR-a0e.title" = "Maximum Rank";

/* Class = "NSMenuItem"; title = "Minimum Rank"; ObjectID = "eEE-96-ZUi"; */
"eEE-96-ZUi.title" = "Minimum Rank";

/* Class = "NSTextFieldCell"; title = "Do not localize"; ObjectID = "q1f-bO-i9H"; */
"q1f-bO-i9H.title" = "Do not localize";

/* Class = "NSMenuItem"; title = "Same rank"; ObjectID = "TJo-qY-KLX"; */
"TJo-qY-KLX.title" = "Same rank";

/* Class = "NSTextFieldCell"; title = "Rank:"; ObjectID = "Y4v-yw-5sC"; */
"Y4v-yw-5sC.title" = "Rank:";

/* Class = "NSMenuItem"; title = "Default Object Ranking"; ObjectID = "YiS-mr-P8R"; */
"YiS-mr-P8R.title" = "Default Object Ranking";

